tap "caskroom/cask"
tap "caskroom/versions"
tap "facebook/fb"
tap "fisherman/tap"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/nginx"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
tap "kidoman/tools"
tap "manastech/crystal"
tap "neovim/neovim"
cask "java"
brew "ack"
brew "libyaml"
brew "python", args: ["universal"]
brew "ansible"
brew "ant"
brew "apr"
brew "augeas"
brew "autoconf"
brew "automake"
brew "bazaar"
brew "bfg"
brew "bison"
brew "boost"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pixman"
brew "cairo"
brew "gmp"
brew "mpfr"
brew "cgal"
brew "colordiff"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "curl"
brew "dialog"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "dnsmasq", restart_service: true
brew "elasticsearch"
brew "emacs", args: ["with-cocoa"]
brew "faac"
brew "lame"
brew "perl"
brew "git"
brew "x264"
brew "xvid"
brew "ffmpeg", args: ["with-fontconfig", "with-libass"]
brew "findutils"
brew "pcre2"
brew "fish"
brew "freexl"
brew "ftgl"
brew "geos"
brew "jpeg"
brew "json-c"
brew "lzlib"
brew "proj"
brew "libgeotiff"
brew "liblwgeom"
brew "libxml2"
brew "libspatialite"
brew "xz"
brew "python3"
brew "gdal"
brew "gdk-pixbuf"
brew "giflossy"
brew "gifsicle"
brew "git-lfs"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gperftools"
brew "gpg-agent"
brew "icu4c"
brew "harfbuzz"
brew "htop-osx"
brew "httpie"
brew "httrack"
brew "hub"
brew "libtool"
brew "imagemagick", args: ["with-fontconfig"]
brew "jasper"
brew "jbig2dec"
brew "jpegoptim"
brew "oniguruma"
brew "jq"
brew "leiningen"
brew "leveldb"
brew "libav"
brew "libcroco"
brew "libevent"
brew "libgit2", args: ["HEAD"]
brew "libusb-compat"
brew "libnfc"
brew "libpcl"
brew "librsvg"
brew "libsass"
brew "libvo-aacenc"
brew "lzip"
brew "macvim"
brew "makedepend"
brew "mas"
brew "mawk"
brew "mercurial"
brew "mobile-shell"
brew "moreutils"
brew "mtr"
brew "tokyo-cabinet"
brew "neovim"
brew "netpbm"
brew "nginx"
brew "nmap"
brew "node"
brew "ocrad"
brew "offlineimap"
brew "openssh"
brew "ossp-uuid"
brew "p7zip"
brew "pandoc"
brew "peco"
brew "pinentry-mac"
brew "pngquant"
brew "sfcgal"
brew "postgis"
brew "postgresql"
brew "postgrest"
brew "pow"
brew "pypy"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "rlwrap"
brew "rsync"
brew "ruby"
brew "ruby-install"
brew "sassc"
brew "scons"
brew "source-highlight"
brew "ssh-copy-id"
brew "stow"
brew "the_silver_searcher"
brew "thrift"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "unrar"
brew "utf8proc"
brew "vim", args: ["with-override-system-vi"]
brew "watchman"
brew "wget"
brew "wxmac"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "fisherman/tap/fisherman"
brew "homebrew/science/datamash"
brew "fd"
cask "alfred"
cask "buttercup"
cask "cyberduck"
cask "evernote"
cask "google-chrome"
cask "google-drive"
cask "iterm2-beta"
cask "keepassx"
cask "skype"
cask "transmission"
cask "vlc"
mas "Bear", id: 1091189122
mas "GIPHY CAPTURE", id: 668208984
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Xcode", id: 497799835
