tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'fisherman/tap'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/nginx'
tap 'homebrew/science'
tap 'homebrew/versions'
tap 'kidoman/tools'
tap 'manastech/crystal'
tap 'neovim/neovim'
cask 'java'
brew 'ack'
brew 'pkg-config'
brew 'libyaml'
brew 'makedepend'
brew 'openssl', args: ['universal']
brew 'ansible'
brew 'apr'
brew 'xz'
brew 'readline'
brew 'icu4c'
brew 'sqlite', args: ['universal']
brew 'gdbm', args: ['universal']
brew 'python', args: ['universal']
brew 'libxml2'
brew 'augeas'
brew 'autoconf'
brew 'automake'
brew 'bazaar'
brew 'boost'
brew 'cmake'
brew 'gmp'
brew 'mpfr'
brew 'cgal'
brew 'colordiff'
brew 'coreutils'
brew 'cscope'
brew 'ctags'
brew 'curl'
brew 'dialog'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'dnsmasq'
brew 'elasticsearch'
brew 'libtool'
brew 'jpeg'
brew 'libpng'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'freetype'
brew 'perl'
brew 'imagemagick'
brew 'emacs', args: ['with-cocoa']
brew 'faac'
brew 'pcre'
brew 'gettext'
brew 'git'
brew 'x264'
brew 'lame'
brew 'xvid'
brew 'snappy'
brew 'ffmpeg'
brew 'findutils'
brew 'pcre2'
brew 'fish'
brew 'freexl'
brew 'ftgl'
brew 'giflib'
brew 'lzlib'
brew 'proj'
brew 'libgeotiff'
brew 'geos'
brew 'json-c'
brew 'liblwgeom'
brew 'libspatialite'
brew 'python3'
brew 'postgresql'
brew 'gdal'
brew 'gifsicle'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg'
brew 'pinentry'
brew 'gpg-agent'
brew 'gnupg2'
brew 'gperftools'
brew 'haskell-stack'
brew 'htop-osx'
brew 'httpie'
brew 'httrack'
brew 'hub'
brew 'jasper'
brew 'jbig2dec'
brew 'oniguruma'
brew 'jq'
brew 'keybase'
brew 'leiningen'
brew 'leveldb'
brew 'libvo-aacenc'
brew 'libav'
brew 'libevent'
brew 'libffi'
brew 'libgit2', args: ['HEAD']
brew 'libnfc'
brew 'libpcl'
brew 'libsass'
brew 'lzip'
brew 'macvim'
brew 'mas'
brew 'mawk'
brew 'mercurial'
brew 'protobuf'
brew 'mobile-shell'
brew 'scons'
brew 'mongodb'
brew 'moreutils'
brew 'mtr'
brew 'netpbm'
brew 'nginx'
brew 'nmap'
brew 'node'
brew 'ocrad'
brew 'ossp-uuid'
brew 'p7zip'
brew 'pandoc'
brew 'peco'
brew 'pinentry-mac'
brew 'sfcgal'
brew 'postgis'
brew 'pypy'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'rename'
brew 'rlwrap'
brew 'ruby'
brew 'ruby-install'
brew 'sassc'
brew 'sbt'
brew 'source-highlight'
brew 'ssh-copy-id'
brew 'the_silver_searcher'
brew 'thrift'
brew 'tmux'
brew 'tree'
brew 'unixodbc'
brew 'unrar'
brew 'vim'
brew 'watchman'
brew 'wget'
brew 'youtube-dl'
brew 'zsh'
brew 'fisherman/tap/fisherman'
brew 'homebrew/dupes/openssh'
brew 'homebrew/dupes/rsync'
brew 'homebrew/science/datamash'
cask 'alfred'
cask 'atom'
cask 'atom-beta'
cask 'cyberduck'
cask 'evernote'
cask 'google-chrome'
cask 'google-drive'
cask 'iterm2'
cask 'iterm2-beta'
cask 'keepassx'
cask 'skype'
cask 'transmission'
cask 'vlc'
mas 'Pixelmator', id: 407963104
mas 'GarageBand', id: 682658836
mas 'iMovie', id: 408981434
mas 'Pages', id: 409201541
mas 'Xcode', id: 497799835
mas 'Keynote', id: 409183694
mas 'Wire', id: 931134707
mas 'GIPHY CAPTURE', id: 668208984
mas 'Braid', id: 411902645
mas 'Numbers', id: 409203825
